Repository: giellalt/corpus-nob
Catalog: stable/tmx/sma/science/samilogut/2015/4_samisk_fjernundervisning.pdf.tmx
Source language: nob
Languages: sma

source: 4 Samisk fjernundervisning
sma: 3 Saemien maajhööhpehtimmie

source: Kevin Johansen, Cand.polit. fra Universitetet i Tromsø / Universidad de Granada.
sma: Kevin Johansen, Cand. polit. Tromsøen Universiteeteste / Universidad de Granada.

source: Seniorrådgiver Fylkesmannen i Nordland
sma: Seniorraeriestæjja Nordlaanten Fylhkenålma

source: Sammendrag:
sma: Iktedasse:

source: Etter at opplæringslova blei innført i Norge har alle samiske elever individuell rett til opplæring i samisk i skulen.
sma: Mænngan goh ööhpehtimmielaakem Nöörjesne sjïehtesji, gaajhkh saemien learohkh aktem jïjtse reaktam utnieh saemien lïerehtimmiem skuvlesne åadtjodh.

source: Mange samiskelever er busatt i områder der det ikke finnes stedlige samisklærere.
sma: Jïjnjh saemienlearohkh leah dajvine årroeminie gusnie stïeres saemienlohkehtæjjah eah gååvnesh.

source: I slike tilfeller må skoleeier tilby alternative opplæringsformer i samisk.
sma: Daagkeri veajkoej skuvleaajhtere tjuara jeatjah lïerehtimmiehammoeh saemiengïelesne faalehtidh.

source: Den mest utbredte av disse er fjernundervisning.
sma: Dïhte mij jeenjemes åtnasåvva lea maajhööhpehtimmie.

source: «Samiske tall forteller» har tidligere dokumentert økt urbanisering blant samer i Norge.
sma: Gærja ”Samiske tall forteller” lea aarebi vihtiestamme ahkedh jienebh saemieh Nöörjesne staaride juhtieh.

source: Dette bidrar til at behovet for samisk fjernundervisning vil øke i åra som kommer.
sma: Dan åvteste dle saemien maajhööhpehtimmie sæjhta daerpiesåbpoe sjïdtedh jaepiej åvtese.

source: Dette kapitlet tar for seg samisk fjernundervisning i et historisk perspektiv og ser elevtallsutviklinga de ti siste åra både i sør-, lule- og nordsamisk.
sma: Daate kapihtele saemien maajhööhpehtimmiem gïehtjede aktene histovreles perspektijvesne, jïh evtiedimmiem learohkelåhkoste vuartesje dej minngemes luhkie jaepiej, dovne åarjel-, julev- jïh noerhtesaemien gïelesne.

source: For å få fram fjernundervisningas andel av det totale elevtallet i samisk ses tallene også opp mot det samiske elevtallet i alt.
sma: Juktie maajhööhpehtimmien låhkoem dehtie ållesth learohkelåhkoste saemien gïelesne daejriehtidh, dle taalide aaj dejnie ållesth saemien learohkelåhkojne vierteste.

source: I enkelte fagmiljøer hersker det ei holdning om at fjernundervisning er en annenrangs opplæringsmetode.
sma: Muvhtine faagebyjresinie maajhööhpehtimmiem utnieh goh akte nåakebe lïerehtimmievuekie.

source: Dette har sin bakgrunn mer i myter enn fakta.
sma: Jïh daesnie fåantoe lea jienebh mytah goh faaktah.

source: Fjernundervisning kan være nøyaktig like god (eller mindre god) som annen opplæring.
sma: Maajhööhpehtimmie maahta eevre seamma hijven (jallh ij dan hijven) goh jeatjah lïerehtimmie.

source: Elevene som får sin samiskopplæring via fjernundervisning skal også oppnå de samme kompetansemålene i læreplanen som andre samiskelever og de skal vurderes på samme måte.
sma: Learohkh mah sijjen saemienlïerehtimmiem åadtjoeh maajhööhpehtimmien tjïrrh, edtjieh aaj dejtie seamma maahtoeulmide haalvedh learoesoejkesjisnie goh jeatjah saemienlearohkh, jïh seammalaakan vuarjasjamme sjïdtedh.

source: Derfor er det viktig at samisk fjernundervisning er likeverdig med anna samiskopplæring, og all anna språkopplæring for den saks skyld.
sma: Dan åvteste vihkeles saemien maajhööhpehtimmie lea seammavyörtegs jeatjah saemienlïerehtimmine, jïh dan gaavhtan aaj goh gaajhke jeatjah gïelelïerehtimmie.

source: Fjernundervisning har i stor grad vært et urfolksinitiativ der urbanisering har medført krav om innovative opplæringsformer.
sma: Maajhööhpehtimmie lea jeenjemasth akte råajvarimmie aalkoealmetjijstie orreme, gosse juhteme staaride lea innovatijve lïerehtimmiehammoeh krïeveme.

source: Kanada har vært blant de første som begynte med denne opplæringsformen for First Nations som bodde i byer og tettsteder uten stedlige lærere i indianerspråk.
sma: Kanada lea dej voestes gaskem orreme mij daejnie lïerehtimmievuekine eelki dejtie First Nations-almetjidie mah staarine jïh stuerebe sijjine årroejin, jïh idtjin stïeres lohkehtæjjam indianeregïelesne utnieh.

source: I Norge er det i all hovedsak samer som får opplæring via fjernundervisning så også her er urfolksdimensjonen tydelig.
sma: Nöörjesne åajvahkommes saemieh mah lïerehtimmiem maajhööhpehtimmien tjïrrh åadtjoeh, guktie aaj daesnie dle akte tjïelke aalkoealmetjedimensjovne.

source: 4.1 Innledning
sma: 4.1 Aalkoe

source: I 2014 var det ti år siden organisert samisk fjernundervisning blei oppretta i Norge.
sma: Jaepien 2014 lij luhkie jaepieh mænngan öörnedamme saemien maajhööhpehtimmie tseegkesovvi Nöörjesne.

source: Bakgrunnen for dette var et økt behov for alternative opplæringsformer i samisk etter at de fleste samiske internatskoler blei nedlagt.
sma: Våarome dan åvteste lij akte stuerebe daerpiesvoete jeatjah lïerehtimmievuekieh utnedh saemien gïelesne, mænngan doh jeanatjommes internaateskuvlh orrijadtin.

source: Det blei igangsatt et prosjekt i sørsamisk område – Sørsamisk ved hjemmeskoler, der man la om opplæringen slik at eleven kunne bo heime og samtidig fikk rettighetsfestet samiskopplæring.
sma: Aktine prosjektine nïerhki åarjelsaemien dajvesne – Åarjelsaemien hïejmeskuvline, gusnie lïerehtimmiem jeatjahtehti naemhtie guktie learohke meehti gåetesne årrodh jïh seamma tïjjen saemienlïerehtimmiem åadtjodh mij lij nænnoestamme reaktan tjïrrh.

source: Definisjoner: Fjernundervisning kan defineres på følgende måte: «Fjernundervisning er en måte å organisere undervisning på der eleven eller studenten helt eller delvis har kontakt med lærestedet uten å behøve å være til stede fysisk på dette stedet».
sma: Tjïelkestimmieh: Maahta maajhööhpehtimmiem naemhtie tjïelkestidh: «Maajhööhpehtimmie lea akte vuekie ööhpehtimmiem öörnedidh gusnie learohke jallh studente ellies jallh ånnetji gaskesem learoesijjine åtna bielelen jïjtje daarpesjidh stïeresne årrodh daennie sijjesne».

source: Denne formen for opplæring kan også kalles fleksibel opplæring, nettstudier, IKT-støttet læring, fleksibel opplæringsmodell, osv.
sma: Daam lïerehtimmievuekiem maahta aaj gohtjesovvedh fleksijbele lïerehtimmie, nedtelearoeh, IKT-dåårjeme lïerehtimmie, fleksijbele lïerehtimmievuekie jnv..

source: 4.1.1 Juridisk forankring
sma: 4.1.1 Juridihkeles vïedteldimmie

source: Samisk fjernundervisning er en alternativ opplæringsform der man bruker lyd og bilde via skype, lyd og bilde-studio eller ved hjelp av andre tekniske løsninger.
sma: Saemien maajhööhpehtimmie lea akte jeatjahlaakan lïerehtimmievuekie gusnie tjoejem jïh guvviem nuhtjie skypen tjïrrh, tjoeje jïh guvvie-studijoven tjïrrh jallh viehkine jeatjah teknihkeles vuekijste.

source: Retten til opplæring i samisk er hjemlet i opplæringslova § 6 og i forskrift til opplæringsloven § 7-1 som omtaler alternative opplæringsformer.
sma: Daate reakta lïerehtimmiem saemien gïelesne åadtjodh lea nænnoestamme ööhpehtimmielaakesne § 6, jïh mieriedimmesne ööhpehtimmielaakese § 7-1 mah jeatjah lïerehtimmievuekieh ållermaehtieh.

source: Opplæringslova § 13-1 sier at det er kommunen og skoleeier som har plikt til å oppfylle opplæringa, også samisk opplæring.
sma: Ööhpehtimmielaake § 13-1 jeahta tjïelte jïh skuvleaajhtere dah mah dïedtem utnieh lïerehtimmiem illedh, aaj saemien lïerehtimmie.

source: Samiske elever fikk sine rettigheter vesentlig styrket etter innføringen av opplæringslova i 1998. Uten denne loven ville samisk språkopplæring stått langt svakere i dag.
sma: Saemien learohki reaktah sagke nænnoesåbpoe sjïdtin mænngan ööhpehtimmielaake sjïehtesjamme sjïdti jaepien 1998. Bielelen daate laake saemien gïelelïerehtimmie lij sån gaajh viesjiehtåbpoe orreme daan biejjien.

source: 4.1.2 Fjernundervisningas historie
sma: 4.1.2 Maajhööhpehtimmien histovrije

source: Fjernundervisning har internasjonalt i stor grad vært et urfolksinitiativ der First Nations i Kanada og American Indians i USA var blant de som først begynte å tilby opplæring med denne metoden (Lindberg m.fl. 2003).
sma: Maajhööhpehtimmie lea gaskenasjovnaale bielesne, åajvahkommes akte råajvarimmie orreme aalkoealmetjijstie gusnie First Nations Kanadasne jïh American Indian USA:sne lin dej voestes gaskem mah eelkin lïerehtimmiem faalehtidh daejnie vuekine (Lindberg jïh jienebh 2003).

source: Metoden blei utvikla på bakgrunn av et behov om opplæring i områder med store avstander der det var mangel på kvalifiserte lærere.
sma: Daam vuekiem evtiedin dan åvteste lij daerpies lïerehtimmine dejnie dajvine gusnie stoerre gåhkoeh, jïh gusnie maehteles lohkehtæjjah fååtesin.

source: Delvis på bakgrunn av at dette var et urfolksinitiativ blei fjernundervisning som metode av mange innafor vestlige utdanningsmiljøer sett på som kvalitativt dårligere enn tradisjonell klasseromsundervisning (op.cit. s.2).
sma: Ånnetji dan åvteste daate lij akte råajvarimmie aalkoealmetjijstie dle utnin maajhööhpehtimmiem goh vuekie, goh akte ööhpehtimmie nåakebe kvaliteeteste goh aerpievuekien ööhpehtimmie klaassetjiehtjielisnie (op.cit s.2).

source: I Norge ble den organiserte fjernundervisninga som tidligere nevnt oppretta i 2004 etter gjennomføringer av prosjekter som hadde som formål at samiske elever skulle motta samisk språkopplæring og samtidig kunne bo heime.
sma: Goh aarebi neebneme lea dihte öörnedamme maajhööhpehtimmie tseegkesovvi jaepien 2004 Nöörjesne, mænngan prosjekth lin tjirrehtamme mah ulmine utnin saemien learohkh edtjin saemien gïelelïerehtimmiem dåastodh jïh seamma tïjjen maehtedh gåetesne årrodh..

source: Innføringa av opplæringslova medførte også at man innså at mange skoleeiere utenfor samiske kjerneområder ville ha store vanskeligheter med å tilby stedlig opplæring i samisk (Rønning, s. 9).
sma: Juktie ööhpehtimmielaakem sjïehtesji dellie aaj buajhkaji jïjnjh skuvleaajhterh saemien jarngedajvi ålkoli sïjhtin stoerre dåeriesmoerh utnedh stïeres lïerehtimmiem saemien gïelesne faalehtidh (Rønning, s.9).

source: Modellen for alternativ opplæringsform som blei utvikla besto av tre dimensjoner:
sma: Dïhte maalle mij evtiesovvi akten jeatjahlaakan lïerehtimmievuakan, golme dimensjovnh utni:

source: 1. Fjernundervisning 2. Ambulerende lærer 3. Språksamlinger
sma: 1. Maajhööhpehtimmie 2. Mïnneden lohkehtæjja 3. Gïeletjåanghkoeh

source: Opplæringsmodellen blei utvikla gjennom nær dialog med samiske opplæringsmiljøer og sentrale myndigheter så nødvendigheten av at institusjoner med nær kontakt med samiske opplæringsmiljøer hadde koordineringsansvaret for samisk fjernundervisning.
sma: Lïerehtimmiemaalle evtiesovvi aktene lïhke govlesadtemisnie saemien lïerehtimmiebyjresigujmie jïh staateles åejvieladtjh vööjnin daerpies institusjovnh mej lïhke gaskese saemien lïerehtimmiebyjresigujmie, iktedimmiedïedtem utnin saemien maajhööhpehtimmien åvteste.

source: Fylkesmennene i Finnmark og Nordland blei forespurt om å påta seg dette koordineringsansvaret av sentrale myndigheter.
sma: Fylhkenålmah Finnmaarhkesne jïh Nordlaantesne gihtjesovvin mejtie dah sïjhtin daam iktedimmiedïedtem vaeltedh staateles åejvieladtjijste.

source: Fylkesmennene var positive, men svarte at det kun var aktuelt å påta seg et slikt ansvar om samiske opplæringsmiljøer mente dette var hensiktsmessig og ønskelig.
sma: Fylhkenålmah lin positijve, men vaestiedin dah ajve sïjhtin aktem dagkeres dïedtem vaeltedh jis saemien lïerehtimmiebyjresh vïenhtin daate lij maereles jïh vaajteles.

source: Departementet gikk i dialog med samiske miljøer som støttet ideen.
sma: Departemeente saemien byjresigujmie govlesadtin mah åssjaldahkem dåarjoehtin.

source: Dermed fikk Fylkesmannen i Finnmark koordineringsansvaret for nordsamisk fjernundervisning og Fylkesmannen i Nordland koordineringsansvaret for sørsamisk fjernundervisning.
sma: Dan åvteste Finnmaarhken fylhkenålma iktedimmiedïedtem åadtjoeji noerhtesaemien maajhööhpehtimmien åvteste jïh Nordlaanten fylhkenålma iktedimmiedïedtem åadtjoeji åarjelsaemien maajhööhpehtimmien åvteste.

source: På dette tidspunktet blei det ikke vurdert et tilsvarende koordineringsansvar for lulesamisk fjernundervisning, men etter en dialog med lulesamiske kompetansemiljøer på et seinere tidspunkt fikk Fylkesmannen i Nordland også koordineringsansvaret for lulesamisk fjernundervisning.
sma: Dan baelien idtjin aktem seammaplieres iktedimmiedïedtem vuarjesjh julevsaemien maajhööhpehtimmien åvteste, men mænngan julevsaemien maahtoebyjresigujmie govlesadteme dubpiebasse, Nordlaanten fylhkenålma aaj iktedimmiedïedtem åadtjoeji julevsaemien maajhööhpehtimmien åvteste.

source: 4.1.3 Samisk fjernundervisning i dag
sma: 4.1.3 Saemien maajhööhpehtimmie daanbiejjien

source: Samisk fjernundervisning er et relativt komplekst fagområde der opp mot 20 enheter tilbyr fjernundervisning til samiske barn og unge, både i grunnskolen og for videregående opplæring.
sma: Saemien maajhööhpehtimmie akte naa gelliesåarhts faagesuerkie, gusnie mahte 20 ektievoeth maajhööhpehtimmiem saemien maanide jïh noeride faalehtieh, dovne maadthskuvlesne jïh jåarhkeskuvlesne.

source: Det undervises i nord-, lule og sørsamisk og for første- og andrespråk.
sma: Ööhpehtimmie vadtasåvva noerhte-, julev jïh åarjelsaemien gïelesne jïh voestes

source: Institusjonene som tilbyr opplæringa er både kommunale skoler, kommunale skoler med statlig finansiering, fylkeskommunale skoler, statlige skoler og private språksentre.
sma: Institusjovnh mah lïerehtimmiem faalehtieh leah dovne tjïelten skuvlh, tjïelten skuvlh staaten finansieradimmine, fylhkentjïelten skuvlh, staaten skuvlh jïh privaate gïelejarngh.

source: Koordinering og informasjon er viktig for at systemet derfor fungerer.
sma: Iktedimmie jïh bïevnesh leah vihkeles ihke systeeme dan åvteste fungerede.

source: 4.1.4 Behovet for fjernundervisningstilbud
sma: 4.1.4 Maajhööhpehtimmiefaalenassen daerpiesvoete

source: Tidligere utgaver av Samiske tall forteller viser at det er økende urbaniseringsgrad blant samer.
sma: Aarebi låhkoeh gærjeste Samiske tall forteller, vuesiehtieh ahkedh jienebh saemieh staaride juhtieh.

source: I tillegg ønsker samer som flytter til byer og større tettsteder i større grad at deres barn skal fortsette med samiskopplæring etter flytting.
sma: Lissine saemieh sijhtieh mah staaride jïh stuerebe sijjide juhtieh, dej maanah edtjieh saemienlierehtimmine jåerhkedh juhtemen mænngan.

source: Det er stor mangel på lærere med samisk språkkompetanse og det betyr at mange kommuner vil ha store utfordringer med å skaffe samisklærere.
sma: Gellie lohkehtæjjah saemien gïelemaahtojne fååtesieh jïh daate sæjhta jiehtedh jïjnjh tjïelth sijhtieh stoerre haestemh utnedh saemienlohkehtæjjah skååffedh.

source: Til sammen betyr dette at samisk fjernundervisning vil ha økende etterspørsel i framtida og flere barn vil få sin samiskopplæring som fjernundervisning, eventuelt kombinert med for eksempel språksamlinger.
sma: Tjåanghkan daate sæjhta jiehtedh ahkedh jienebh sijhtieh saemien maajhööhpehtimmien mietie gihtjedh båetijen aejkien, jïh jienebh maanah sijhtieh sijjen saemienlïerehtimmiem åadtjodh goh maajhööhpehtimmie, dagke vuesiehtimmien gaavhtan gïeletjåanghkojne ektine.

source: 4.1.5 Strategisk plan for samisk fjernundervisning:
sma: 4.1.5 Strategeles soejkesje saemien maajhööhpehtæmman:

source: Fra sentrale myndigheter har det vært et ønske om en noe mer lik gjennomføring av fjernundervisninga for de ulike språkområdene.
sma: Staaten åejvieladtjh jïh ovmessie faagebyjresh leah sïjhteme aktem ellies vuekiem evtiedidh guktie maahta saemien maajhööhpehtimmiem faalehtidh, saaht man saemien gïele lea bïjre.

source: Det blei nedsatt ei arbeidsgruppe som skulle gi innspill til Utdanningsdirektoratet om en strategisk plan for samisk fjernundervisning.
sma: Jaepien 2012 Ööhpehtimmiedirektovraate aktem barkoedåehkiem tseegki mij laavenjosti evtiedimmien bïjre aktede strategeles soejkesjistie saemien maajhööhpehtæmman.

source: Utdanningsdirektoratet sammenfattet deretter planen slik de ønsket den skulle være.
sma: Ööhpehtimmiedirektovraate dan mænngan soejkesjem tjåanghkan geesi jïh dam åehpiedehti sjyöhtehke byjresidie.

source: Sentrale punkter i planen var oppretting av en samisk fjernundervisningsenhet som skulle tilby samisk fjernundervisning, ei delvis omlegging til asynkrone opplæringsleksjoner og et sterkere juridisk grunnlag for språksamlinger.
sma: Akte vihkeles mearhketje soejkesjisnie lij raeriestidh aktem saemien maajhööhpehtimmiedïenesjem tseegkedh mij gaskem jeatjah edtji saemien maajhööhpehtimmiem faalehtidh dejnie ovmessie gïeline, aktem aktivyöki barkoem sjïehtesjidh saetniestïjjeste jïh nedtebaseradamme ööhpehtimmeste jïh digitaale boelhkh faalehtidh.

source: Det blei gjennomført ei begrenset høring av utkastet der enkelte aktører innafor fjernundervisning, spesielt i sørsamisk område reagerte på utkastet.
sma: Learohki reakta gïeletjåanghkoeh åadtjodh aaj vuartasjamme sjïdti soejkesjisnie. Jienebh dejstie aktöörijste saemien maajhööhpehtimmien sisnjelen jeehtin dah lin ovgeahpan soejkesjisnie.

source: Kunnskapsdepartementet ba Utdanningsdirektoratet utarbeide et noe revidert utkast til rammeverk basert på innspillene som kom fram under høringa.
sma: Maahtoedepartemeente mænngan Ööhpehtimmiedirektovraatem stilli dam strategeles soejkesjem tjïelkestidh jïh soejkesjen åasam aerviedidh.

source: Utdanningsdirektoratet samarbeidet da med Fylkesmennene om et utkast som legger opp til å beholde fjernundervisningstilbyderne man har i dag under forutsetning om at de oppfyller kvalitets- og kvalifiseringskriterier basert på pedagogisk og språklig kompetanse samt kompetanse i fjernundervisningsdidaktikk.
sma: Lissine Maahtoedepartemeente ööhpehtimmiedirektovraatem birri aktem mierievierhkem evtiedidh saemien maajhööhpehtæmman aktene lïhke laavenjostosne Finnmarhken fylhkenålmine jïh Nordlaanten fylhkeålmine. Daate mierievierhkie edtja dïrreginie årrodh Fylhkenålmide guktie lissiehtamme kvaliteete jïh seammavyörtegsvoete faalenassine sjidtieh, jïh bïevnesh vadta skuvle- aajhteridie, eejhtegidie jïh learoehkidie.

source: 4.1.6 Behovet for kompetanse i fjernundervisningsmetodikk
sma: 4.1.6 Maahtoedaerpiesvoete maajhööhpehtimmiemetodihkesne

source: Selv i dag er det mange som mener fjernundervisning ikke er en fullgod metode for språkopplæring og at den derfor kun er ei nødløysing der tradisjonell opplæring ikke kan tilbys.
sma: Aaj daan biejjien dle jeenjesh mah vienhtieh maajhööhpehtimmie ij leah akte geesjeles vuekie gïelelïerehtæmman, jïh dan åvteste dihte ajve akte vuekie maam maahta nuhtjedh gosse aerpievuekien lïerehtimmie ij maehtieh faalesovvedh.

source: Athabasca University i Kanada, som er en av de institusjonene som har arbeidet mest med fjernundervisning i et urfolksperspektiv, påpeker at fjernundervisning kan holde minst like høyt nivå som tradisjonelle opplæringsformer (Lindberg m.fl. 2003, s. 2).
sma: Athabasca University Kanadasne, mij lea akte dejstie institusjovnijste mij lea jeenjemes maajhööhpehtimmine barkeme aktene aalkoealmetjeperspektijvesne, tjïerteste maajhööhpehtimmie maahta unnemes seamma jolle njieptjiem utnedh goh aerpievuekien lïerehtimmievuekieh (Lindberg jïh jienebh 2003, s.2).

source: 4.2 Innholdet i samisk fjernundervisning
sma: 4.2 Sisvege saemien maajhööhpehtimmesne

source: Som nevnt tidligere har fjernundervisningstilbudet vært noe ulikt i de ulike språkområdene.
sma: Goh aarebi neebneme dle maajhööhpehtimmiefaalenasse ånnetji joekehts orreme dejnie ovmessie gïeledajvine.

source: Dette kan det være gode årsaker til, da språksituasjonen er så vidt ulik.
sma: Maahta hijven fåantoe årrodh man åvteste naemhtie, juktie gïeletsiehkie dan joekehts.

source: Under beskrives kort de ulike modellene.
sma: Vuelielisnie akte åenehks buerkiestimmie dejstie ovmessie maallijste.

source: Fjernundervisningselevene har ulikt timetall basert på om de velger samisk som første- eller andrespråk og ut fra hvilket årstrinn de er på.
sma: Maajhööhpehtimmielearohkh joekehts tæjmoelåhkoem utnieh, jïh fåantoe lea mejtie saemien gïelem voestes- jallh mubpiengïeline veeljieh, jïh mennie jaepiedaltesisnie dah leah.

source: I tabellen under framkommer gjennomsnittlig årstimetall i samisk som førstespråk og andrespråk.
sma: Tabellesne vuelielisnie gaskemedtien jaepietæjmoelåhkoe tjåådtje saemien gïelesne voestesgïeline jïh mubpiengïeline..

source: Elever som har opplæring i samisk er fritatt fra vurdering i sidemål og fritatt for opplæring i andre fremmedspråk, hvis de ønsker det.
sma: Learohkh mah lïerehtimmiem utnieh saemien gïelesne slyöhpoeh vuarjasjimmiem baategïelesne åadtjodh jïh slyöhpoeh lïerehtimmiem utnedh jeatjah ammesgïeline, jis sijhtieh.

source: Det er viktig å presisere at samiske elever kan velge å ha både norsk og samisk som førstespråk.
sma: Vihkeles tjïertestidh saemien learohkh maehtieh veeljedh dovne nöörjen jïh saemien gïelem voestesgïeline.

source: Da legges timetallet i førstespråk og andrespråk sammen og så deler man likt mellom språkene eller vekter det språket eleven ønsker å styrke.
sma: Dellie tæjmoelåhkoe voestesgïelesne jïh mubpiengïelesne tjåanghkan bïejesåvva, jïh dan mænngan seammalaakan juaka gïeli gaskem, jallh leavloe bïejesåvva dan gïelese maam learohke sæjhta nænnoestehtedh.

source: Foreløpig er det ikke lagt opp til at elevene kan velge å få opplæring i to samiske språk i skolen.
sma: Annjebodts ij leah sjïehteladteme learohkh maehtieh veeljedh lïerehtimmiem åadtjodh göökte saemien gïeline skuvlesne.

source: De fleste elevene som mottar fjernundervisning har valgt å ha samisk som andrespråk.
sma: Doh jeanatjommes learohkh mah maajhööhpehtimmiem dåastoeh leah saemien mubpiengïeline veeljeme.

source: Nordsamisk: Nordsamisk er det språket flertallet av fjernundervisningselevene har.
sma: Noerhtesaemien: Noerhtesaemien lea dihte gïele maam jienebelåhkoe maajhööhpehtimmielearoehkijstie åtna.

source: Modellen går ut på at elevene får en andel fjernundervisning og i mange tilfeller kombineres dette med hospitering i en samiskklasse deler av timetallet eleven får tildelt.
sma: Maallen mietie dle learohkh aktem låhkoem maajhööhpehtimmeste åadtjoeh, jïh gelliej veajkoej dle dam hospiteradimmine ektede aktene saemienklaassesne naakeninie dejstie tæjmojste mejtie learohke åådtje.

source: Med andre ord er deler av opplæring fjernundervisning og deler er som elev i en samiskklasse.
sma: Jeatjah baakoejgujmie dle bielieh lïerehtimmeste maajhööhpehtimmie, jïh bielieh leah goh learohke aktene saemienklaassesne.

source: Enkelte elever får imidlertid kun fjernundervisning og ikke hospitering.
sma: Muvhth learohkh læjhkan ajve maajhööhpehtimmiem åadtjoeh jïh eah hospiteradimmiem åadtjoeh.

source: Dette kan ha flere årsaker, men en er at spesielt for de yngste kan man ikke reise alene til hospiteringsopphold, og det at foresatte eller andre må reise som ledsager kan gjøre det praktisk vanskelig.
sma: Maahta jienebh fåantoeh årrodh dïsse, men akte fåantoe lea joekoen doh nööremes learohkh eah maehtieh oktegh vuelkedh hospiteradæmman, jïh gosse eejhtegh jallh mubpieh tjuerieh learohkem dåeriedidh, dellie maahta geerve sjïdtedh dam buektiehtidh.

source: Lulesamisk: Lulesamisk har hatt få fjernundervisningselever i grunnskolen, noe som blant annet skyldes ei vesentlig mer konsentrert bosetting enn for eksempel i sørsamisk område.
sma: Julevsaemien: Vaenie maajhööhpehtimmielearohkh julevsaemien gïelem maadthskuvlesne åtneme, mij joekoen lea dan åvteste jienebh seamma sijjine årroeh goh vuesiehtimmien gaavhtan åarjelsaemien dajvesne.

source: I videregående opplæring er elevtallene vesentlig høyere, noe som blant annet skyldes at samtlige lulesamiske elever i videregående får sin opplæring i form av fjernundervisning.
sma: Jåarhkeööhpehtimmesne sagke jienebh learohkh, mij gaskem jeatjah lea dan åvteste gaajhkh julevsaemien learohkh jåarhkeööhpehtimmesne sijjen lïerehtimmiem åadtjoeh goh maajhööhpehtimmie.
